[
    {
        "id" : 1,
        "pais" : "Argentina",
        "ciudad" : "calafate",
        "descripcion" : "Descubre la asombrosa belleza de El Calafate, un rincón mágico en Argentina. Este lugar te sumergirá en un mundo de glaciares brillantes y paisajes imponentes. Desde el majestuoso Glaciar Perito Moreno hasta las aguas turquesas del Lago Argentino, cada rincón ofrece una vista de ensueño. Conviértete en testigo de la danza de icebergs y la serenidad de la Patagonia. Las aventuras te esperan: desde trekking en hielo hasta navegación por los lagos más pintorescos. Las experiencias culinarias y culturales en El Calafate te conectarán con la autenticidad argentina. Prepárate para ser cautivado por la grandiosidad natural y la calidez de esta tierra única.",
        "descripcionCorta": "Descubre la majestuosidad de El Calafate, donde los glaciares brillan bajo el sol patagónico. Un viaje lleno de maravillas naturales y aventuras inolvidables te espera. ¡Reserva ahora!",
        "precio" : 100,
        "img" : "/public/calafate.jpg",
        "category": "local",
        "stock" : 10
    },
    {
        "id" : 2,
        "pais" : "colombia",
        "ciudad" : "cartagena",
        "descripcion" : "Explora la encantadora Cartagena, un tesoro histórico en Colombia. Sus calles empedradas te transportarán a la época colonial, donde edificios coloridos y balcones floridos cuentan historias del pasado. Las murallas antiguas y fortificaciones evocan una época de piratas y aventuras. Sin embargo, la ciudad no solo vive en el pasado: las playas doradas y las aguas caribeñas ofrecen un paraíso tropical. Sumérgete en la cultura a través de la música, la danza y la gastronomía, donde sabores exquisitos fusionan tradiciones. Cartagena es un destino lleno de contrastes, donde el encanto histórico se mezcla con la vitalidad del presente, creando una experiencia inolvidable para cada visitante.",
        "descripcionCorta": "Sumérgete en la magia colonial de Cartagena, donde la historia cobra vida en cada calle empedrada. Playas de ensueño, arquitectura encantadora y sabores auténticos te esperan. ¡Vuela a Cartagena hoy!",
        "precio" : 1000,
        "img" : "/public/cartagena.jpg",
        "category": "internacional",
        "stock" : 40
    },
    {
        "id" : 3,
        "pais" : "Canada",
        "ciudad": "vancouver",
        "descripcion" : "Explora la vibrante metrópolis de Vancouver, Canadá, donde la naturaleza y la modernidad convergen en perfecta armonía. Rodeada por majestuosas montañas y bañada por el océano Pacífico, esta ciudad ofrece un escenario escénico único. Disfruta de parques urbanos expansivos, como Stanley Park, y explora el distrito histórico de Gastown con su famoso reloj de vapor. La diversidad cultural se refleja en los barrios como Chinatown y Commercial Drive. Desde la arquitectura moderna de vidrio hasta la vida al aire libre en los senderos y playas, Vancouver te cautivará. Degusta suculentos platillos en sus restaurantes de renombre mundial y sumérgete en la riqueza cultural que define a esta joya de la costa oeste.",
        "descripcionCorta": "Explora la vibrante Vancouver en Canadá, donde montañas y océano convergen en armonía. Disfruta de la diversidad cultural, parques exuberantes y experiencias urbanas únicas. Tu aventura canadiense comienza aquí.",
        "precio" : 2800,
        "img" : "/public/vancouver.jpg",
        "category": "internacional",
        "stock" : 30
    },
    {
        "id" : 4,
        "pais" : "Brasil",
        "ciudad" : "Rio de janeiro",
        "descripcion" : "Descubre la pasión y el encanto de Río de Janeiro, Brasil, donde la naturaleza y la cultura se entrelazan en una sinfonía vibrante. Las icónicas playas de Copacabana e Ipanema te invitan a relajarte bajo el sol tropical, mientras que el Corcovado y su Cristo Redentor miran majestuosamente sobre la ciudad. Sumérgete en la alegría de la samba y el carnaval, que llenan las calles de ritmo y color. La exuberante selva de Tijuca ofrece senderos y vistas panorámicas únicas, y el arte callejero en el barrio de Santa Teresa cautiva con su creatividad. Río de Janeiro es un destino donde la emoción nunca se detiene, ofreciendo una experiencia única y emocionante en cada esquina.",
        "descripcionCorta": "Descubre la pasión de Río de Janeiro, donde playas icónicas, selvas exuberantes y festivales llenos de energía te esperan. Siente el ritmo de Brasil en cada rincón de esta ciudad cautivadora.",
        "precio" : 300,
        "img" : "/public/rio.jpg",
        "category": "internacional",
        "stock" : 20
    },
    {
        "id" : 5,
        "pais" : "Argentina",
        "ciudad" : "tierra del fuego",
        "descripcion" : "Adéntrate en la mágica Tierra del Fuego, donde la naturaleza virgen y el aire puro te envuelven en una aventura sin igual. En el extremo sur de Argentina, esta región te cautivará con sus paisajes imponentes. Explora el Parque Nacional Tierra del Fuego, donde senderos te llevan a bosques frondosos y costas escarpadas. Navega por el Canal Beagle y descubre colonias de pingüinos y focas. La ciudad de Ushuaia, conocida como El Fin del Mundo, es el punto de partida para expediciones épicas a la Antártida. Desde los fuegos del Glaciar Martial hasta las luces danzantes de la aurora austral, Tierra del Fuego te brinda una conexión profunda con la naturaleza y la aventura en un rincón remoto y cautivador del planeta.",
        "descripcionCorta": "Adéntrate en la mágica Tierra del Fuego, donde la naturaleza virgen y el aire puro te envuelven. Explora la última frontera del mundo y déjate cautivar por su belleza indomable.",
        "precio" : 120,
        "img" : "/public/tierraDelFuego.jpg",
        "category": "local",
        "stock" : 15
    },
    {
        "id" : 6,
        "pais" : "Argentina",
        "ciudad" : "Jujuy",
        "descripcion" : "Sumérgete en los colores y la autenticidad de Jujuy, Argentina, una región que despierta los sentidos con su cultura y paisajes únicos. Los cerros pintados de Purmamarca y Humahuaca revelan la historia de los pueblos originarios y sus tradiciones arraigadas. El carnaval de Tilcara y los mercados artesanales de La Quiaca te envuelven en la riqueza cultural. La Quebrada de Humahuaca, Patrimonio de la Humanidad, impresiona con su geología fascinante. La naturaleza se hace presente en la Puna, donde lagunas y flamencos crean un espectáculo natural. Los sabores auténticos de la gastronomía andina te transportarán a otro mundo. Jujuy es un rincón inexplorado que te invita a explorar la esencia de Argentina en cada paso que das.",
        "descripcionCorta": "Descubre la magia de Jujuy, donde los cerros danzan con los colores del cielo. Tradiciones vivas, mercados vibrantes y paisajes cautivadores te esperan en esta joya del norte argentino.",
        "precio" : 60,
        "img" : "/public/jujuy.jpg",
        "category": "local",
        "stock" : 60
    },
    {
        "id" : 7,
        "pais" : "Ecuador",
        "ciudad" : "Quito",
        "descripcion" : "Explora la majestuosidad de Quito, Ecuador, donde la historia colonial y la modernidad convergen en una metrópolis andina. Rodeada por montañas, esta ciudad es un tesoro arquitectónico con su casco antiguo declarado Patrimonio de la Humanidad. La Basílica del Voto Nacional y la Plaza Grande cuentan historias de épocas pasadas. La vista panorámica desde el TelefériQo te quitará el aliento mientras observas cómo la ciudad se extiende hasta el horizonte. La rica cultura ecuatoriana se refleja en los mercados, la comida y las festividades que llenan las calles. Quito es un punto de partida para explorar la biodiversidad de las Islas Galápagos y los encantos de la Amazonía. Sumérgete en la autenticidad y la grandeza de Quito mientras exploras su pasado y abrazas su futuro.",
        "descripcionCorta": "Explora Quito, donde lo antiguo y lo moderno se abrazan en la ciudad de los volcanes. Descubre historia, cultura y vistas impresionantes en cada esquina de la capital ecuatoriana.",
        "precio" : 1500,
        "img" : "/public/quito.jpg",
        "category": "internacional",
        "stock" : 20
    },
    {
        "id" : 8,
        "pais" : "Brasil",
        "ciudad" : "Buzios",
        "descripcion" : "Sumérgete en la sofisticación costera de Búzios, Brasil, un paraíso donde el lujo se encuentra con la tranquilidad. Este antiguo pueblo de pescadores se ha convertido en un refugio de playas vírgenes y aguas cristalinas. Cada playa tiene su propia personalidad, desde la relajada Ferradura hasta la animada Geribá. Explora la Rua das Pedras, donde boutiques exclusivas y restaurantes gourmet te invitan a disfrutar del encanto bohemio. La puesta de sol en la Playa do Forno es simplemente mágica. El buceo y el snorkel te llevarán a descubrir la vida marina en aguas cálidas. Búzios combina la elegancia con la autenticidad, creando un destino que te permite disfrutar del lujo y la serenidad en perfecta armonía.",
        "descripcionCorta": "Sumérgete en la sofisticación costera de Búzios, Brasil. Playas paradisíacas, boutiques encantadoras y una atmósfera relajada te invitan a descubrir el encanto bohemio de este destino costero.",
        "precio" : 300,
        "img" : "/public/buzios.jpg",
        "category": "internacional",
        "stock" : 15
    },
    {
        "id" : 9,
        "pais" : "Republica dominicana",
        "ciudad" : "Punta cana ",
        "descripcion" : "Relájate en el paraíso de Punta Cana, República Dominicana, donde playas de arena blanca y aguas cristalinas te ofrecen un escape perfecto. Este destino tropical combina el lujo de los complejos turísticos con la belleza natural de la región. Desde la Playa Bávaro hasta la Playa Macao, cada tramo de costa es un oasis de tranquilidad. Explora el Parque Ecológico Ojos Indígenas y descubre lagunas de agua dulce rodeadas de vegetación exuberante. Sumérgete en actividades acuáticas emocionantes, como el buceo y el snorkel. Disfruta de una animada vida nocturna en los centros de entretenimiento. Punta Cana es el refugio tropical definitivo, donde el relax y la diversión se entrelazan en un escenario caribeño de ensueño.",
        "descripcionCorta": "Relájate en el paraíso de Punta Cana, donde playas de arena blanca y aguas turquesas te invitan a desconectar. Disfruta del lujo tropical y las experiencias inolvidables en República Dominicana.",
        "precio" : 1100,
        "img" : "/public/puntaCana.jpg",
        "category": "internacional",
        "stock" : 28
    },
    {
        "id" : 10,
        "pais" : "Mexico",
        "ciudad" : "Cancun",
        "descripcion" : "Descubre el paraíso en Cancún, México, donde el encanto del Caribe se mezcla con una experiencia turística inigualable. Las playas de arena blanca y aguas turquesas son solo el comienzo. Explora la riqueza de la cultura maya en las cercanas ruinas de Tulum y Chichén Itzá, que te transportarán en el tiempo. La vida nocturna en la Zona Hotelera te brinda diversión sin límites, mientras que las experiencias de aventura, como nadar en cenotes y bucear en arrecifes, te sumergen en la naturaleza. El lujo de los resorts all-inclusive complementa el escenario tropical. Cancún es una invitación a relajarte, explorar y disfrutar, ofreciendo una experiencia vacacional que no tiene igual.",
        "precio" : 2000,
        "img" : "/public/cancun.jpg",
        "descripcionCorta": "Descubre el paraíso en Cancún, México. Playas de ensueño, vida nocturna vibrante y ruinas antiguas se unen en este destino que combina relax y aventura en el Caribe.",
        "category": "internacional",
        "stock" : 19
    },   
    {
        "id" : 11,
        "pais" : "mexico",
        "ciudad" : "Ciudad de mexico",
        "descripcion" : "Explora la dinámica Ciudad de México, donde el pasado y el presente convergen en una mezcla cautivadora. Desde los grandiosos murales de Diego Rivera en el Palacio de Bellas Artes hasta las antiguas pirámides de Teotihuacán, la historia y la cultura se despliegan a cada paso. Sumérgete en la energía de barrios emblemáticos como Condesa y Roma, donde la gastronomía y la vida nocturna son un deleite. El Zócalo y la Catedral Metropolitana reflejan la grandeza colonial. Los museos y mercados de artesanías son tesoros culturales. La Ciudad de México te cautivará con su diversidad, creatividad y vitalidad en cada esquina, ofreciéndote una experiencia urbana incomparable en el corazón de México.",
        "descripcionCorta": "Explora la dinámica Ciudad de México, donde la historia se fusiona con la modernidad. Saborea la gastronomía, admira el arte y sumérgete en la vida cultural de esta metrópolis fascinante.",
        "precio" : 1500,
        "img" : "/public/ciudadDeMexico.jpg",
        "category": "internacional",
        "stock" : 113
    },
    {
        "id" : 12,
        "pais" : "Chile",
        "ciudad" : "Santiago",
        "descripcion" : "Descubre la vitalidad y la belleza de Santiago de Chile, una ciudad que combina la majestuosidad de los Andes con la modernidad urbana. Desde la icónica Cordillera hasta el casco histórico, esta metrópolis ofrece una experiencia única. Explora la arquitectura colonial en la Plaza de Armas y el Palacio de La Moneda. Los cerros como Santa Lucía y San Cristóbal brindan panoramas espectaculares. Sumérgete en la escena culinaria y vinícola en barrios como Bellavista y Lastarria. La cultura se hace presente en museos y centros culturales, como el Museo de la Memoria. Santiago te invita a experimentar una amalgama de tradición y modernidad, enmarcada por la majestuosidad natural que la rodea.",
        "descripcionCorta": "Vive la vitalidad de Santiago de Chile, rodeado de imponentes montañas. Descubre su rica escena cultural, gastronómica y arquitectura en un escenario de contrastes y encanto inigualable.",
        "precio" : 160,
        "img" : "/public/santiago.jpg",
        "category": "internacional",
        "stock" : 14
    },  
    {
        "id" : 13,
        "pais" : "Peru",
        "ciudad" : "Lima",
        "descripcion" : "Embárcate en una experiencia culinaria y cultural en Lima, Perú, donde la tradición y la modernidad se fusionan en una metrópolis costera fascinante. Explora el centro histórico, con su Plaza Mayor y Catedral, testigos de la historia colonial. La energía creativa fluye en el barrio de Barranco, lleno de arte y música. Lima es famosa por su gastronomía de renombre mundial; desde ceviche fresco hasta platos de fusión, cada bocado es un deleite. Los museos y las exhibiciones te sumergen en la riqueza cultural de Perú. Disfruta de la vista del Pacífico desde el Malecón y siente el pulso vibrante de la ciudad en cada rincón. Lima te invita a explorar su pasado y su presente mientras te sumerges en su sabor único y su ambiente encantador.",
        "descripcionCorta": "Embárcate en una experiencia culinaria y cultural en Lima, Perú. Descubre la fusión de lo antiguo y lo moderno en una ciudad que cautiva con su historia y sabores únicos.",
        "precio" : 900,
        "img" : "/public/lima.jpg",
        "category": "internacional",
        "stock" : 10
    },
    {
        "id" : 14,
        "pais" : "Venezuela",
        "ciudad" : "Isla de Margarita",
        "descripcion" : "Relájate en la Isla de Margarita, un paraíso tropical en Venezuela. Sus playas de arena blanca y aguas cristalinas son un escape idílico. Desde la animada Playa El Agua hasta la serenidad de Playa Parguito, cada rincón ofrece una experiencia única. Explora el Castillo de San Carlos y sumérgete en la historia colonial. Las compras en Porlamar y la artesanía en Juan Griego son una delicia. La naturaleza se manifiesta en la Laguna de la Restinga y el Parque Nacional Cerro Copey. Saborea platos locales en los restaurantes de la isla y disfruta del ritmo caribeño en las noches. La Isla de Margarita te invita a desconectar en su belleza natural y a sumergirte en su atmósfera relajada y encantadora.",
        "descripcionCorta": "Relájate en el paraíso de Margarita, Venezuela. Playas de arena blanca, aguas cristalinas y una atmósfera caribeña te esperan en este destino de descanso y diversión sin igual.",
        "precio" : 1200,
        "img" : "margarita.jpg",
        "category": "internacional",
        "stock" : 5
    }
]